"F0z-JX-Cv5.title" = "Dockside";
"P9c-9C-46M.label" = "一般";
"SXF-aq-NeA.title" = "樣式：";
"UG7-8q-Ihc.title" = "透明";
"Nva-mP-hrq.title" = "Dock 風格";
"ekR-VG-8a5.title" = "外觀：";
"TdD-cn-K0A.title" = "深色";
"zFm-rX-rHC.title" = "系統";
"jkj-gQ-d28.title" = "淺色";
"7RN-jG-HKw.title" = "深色";
"w54-tP-YMe.title" = "開啟 Dockside 隱藏";
"xFO-74-zwc.title" = "開啟 Dockside 漸隱";
"bor-fK-Mgt.toolTip" = "啟用此選項可在不同樣式下仍使用深色模式。";
"wYh-Tj-jZF.title" = "始終偏好深色模式";
"g1F-2H-54z.title" = "（Dock 隱藏開啟）";
"OAz-jb-5aa.title" = "位置：";
"96h-Ho-fd5.title" = "自動";
"Fqr-Ki-Okw.toolTip" = "要手動將 Dockside 放到某個螢幕，請使用此模式並選擇螢幕。";
"Zyo-EQ-wJl.title" = "手動";
"R49-lB-dER.toolTip" = "連接到 Mac 的螢幕/顯示器列表。";
"vav-xI-07b.title" = "內建 Retina 顯示器";
"vg8-VM-ng1.title" = "內建 Retina 顯示器";
"T1q-sT-7cF.toolTip" = "Dockside 螢幕放置";
"cdl-6v-ShS.title" = "底部";
"Da3-dw-fy5.title" = "底部";
"TR4-SF-J0S.title" = "頂部";
"Ms9-1T-NbC.toolTip" = "Dockside 會定期並在應用程式啟動時自動檢查更新。";
"fIs-ka-dmT.title" = "自動";
"ESv-rE-TbK.toolTip" = "登入時啟動";
"sI0-n7-aBd.title" = "登入時啟動";
"UHa-oY-KAc.toolTip" = "拖曳完成時會播放提示音。";
"G9p-a3-aQc.title" = "播放聲音";
"QIH-QI-7Xf.title" = "啟動選項：";
"FJG-tj-QbN.title" = "檢查更新：";
"ybe-jP-JHb.toolTip" = "隱藏選單列圖示";
"DH4-cW-sgF.title" = "隱藏選單列圖示";
"0Mh-lT-Z1u.title" = "停用選單列訊息跳出視窗";
"PGP-G2-BFl.toolTip" = "停用在執行特定動作時出現在收納列上方的有用提示。";
"DoB-cL-xd7.title" = "停用提示與技巧";
"QTr-jP-LgH.toolTip" = "手動檢查更新（需要網路）";
"BRd-rk-hs0.title" = "立即檢查";
"xxp-Em-zxY.title" = "1.6.9";
"eDq-XZ-f9t.toolTip" = "重置 Dockside 的警告跳出視窗和訊息提示。";
"Kb1-XA-zta.title" = "重置“不再詢問”警告";
"TeW-ou-Ty8.title" = "macOS Dock 設定：";
"3ri-BN-BNR.toolTip" = "打開/關閉 Dock 放大";
"PmF-U9-GrH.title" = "開啟放大";
"EIp-In-KRG.toolTip" = "打開/關閉 Dock 隱藏";
"D2G-BB-AZ6.title" = "開啟隱藏";
"yBs-Md-w4Y.toolTip" = "macOS 預設顯示浮動縮圖，當 Dockside 已在右側顯示時可能會令人困擾。";
"J0U-Kz-RsK.title" = "顯示浮動縮圖（截圖）";
"13C-Lw-8dm.title" = "如何將 Dock 移動到其他螢幕/顯示器？...";
"kIh-vb-SMm.title" = "打開 Dock 設定...";
"yGL-St-TLT.title" = "打開系統權限...";
"Uvp-Lb-Dbs.title" = "重置系統權限";
"kju-6c-fmt.toolTip" = "重新啟動 macOS Dock。";
"Ai3-63-gno.title" = "重新啟動 Dock";
"mJ3-JQ-TzZ.label" = "檔案收納列";
"Pm6-IC-8ih.title" = "檔案數量：";
"VrA-kb-fl1.title" = "最多顯示 20 個檔案";
"XnG-di-faL.title" = "額外監看一個目錄";
"fai-rG-w3S.title" = "Dockside 工作區，也用於儲存從網頁下載的檔案和筆記。";
"rl4-BU-I4R.toolTip" = "所有下載的網頁內容和檔案都會從工作目錄中刪除。";
"zQv-bt-xSe.title" = "刪除所有檔案...";
"kQc-N1-Bu1.toolTip" = "打開工作目錄";
"mmh-Vl-w3S.title" = "打開檔案...";
"ksd-lV-sNn.title" = "回復預設";
"jMA-CB-maJ.title" = "下載";
"ayx-yR-0ZX.title" = "文件";
"BIm-Gh-rEh.title" = "桌面";
"AeB-8g-Cd0.title" = "下載";
"t7j-PN-Gm0.title" = "其他...";
"qcF-y9-M2T.title" = "檔案工作目錄：";
"f4S-pO-xd4.toolTip" = "Dockside 還會監看該目錄的新項目，並在啟用時自動新增到檔案收納列。";
"ofu-D3-2kY.title" = "下載";
"CfN-Gn-2gI.title" = "文件";
"qei-xA-eze.title" = "桌面";
"C5E-Hq-Jc0.title" = "下載";
"XU2-sA-jj5.title" = "其他...";
"I2z-su-3hc.title" = "移除時刪除檔案副本";
"D6g-Pn-Aek.title" = "自動刪除超過 30 天的檔案";
"FLI-RP-YMJ.title" = "從收納列移除時會刪除本地檔案副本和下載檔案。";
"izc-QG-ADS.title" = "筆記數量：";
"sbL-TC-8Lf.title" = "最多顯示 10 條筆記";
"SXz-Fh-5kA.title" = "打開筆記...";
"fpr-Og-NFw.toolTip" = "將工作目錄中的所有筆記刪除。";
"3Z4-ea-h2e.title" = "刪除所有筆記...";
"LkU-Rh-6S3.title" = "筆記類型：";
"ePR-9c-PNp.title" = "純文字";
"SmN-W0-zh2.title" = "純文字";
"CYc-Ch-jC7.title" = "富文字格式";
"YaI-6f-Ull.title" = "Markdown";
"Z2p-9W-YdH.title" = "Bike";
"Gpx-hx-l49.toolTip" = "筆記超過 30 天會自動刪除。";
"Xcu-EV-ak3.title" = "自動刪除超過 30 天的筆記";
"hU1-ih-kUF.title" = "啟用應用程式抽屜";
"pqi-ky-w1w.toolTip" = "Dockside 會在每個圖示下顯示標籤";
"SYC-Sn-679.title" = "顯示圖示標籤";
"uZs-3p-PWv.title" = "啟用後，拖到收納列的應用程式會放入應用程式抽屜。";
"YLj-fe-o23.title" = "顯示收納列中檔案的標籤、提示和裝飾（視覺提示）。";
"3U0-B1-svi.title" = "放置區域啟用延遲：";
"W8C-p3-OWl.title" = "放置區域高度：";
"uVM-uN-TlJ.title" = "Dockside 會在拖入收納列時將 .WEBP 圖片轉換為 .PNG。";
"bFo-Wa-RQp.title" = "將 WebP 轉換為 PNG 格式";
"Efm-63-82Y.title" = "拖到收納列的檔案會透過 Clop 自動最佳化。";
"sR0-va-kKE.title" = "自動最佳化圖片/影片/PDF（透過 Clop）";
"9Nq-y2-m8D.title" = "其他設定：";
"uBW-1u-Cau.title" = "放置區域啟用：";
"UtB-kj-ofe.title" = "拖曳接近收納列時...";
"1hL-3I-pkf.title" = "拖曳接近收納列時...";
"ZKU-dD-L53.title" = "拖曳開始時，在指標位置...";
"6un-uk-hep.title" = "拖曳開始時...";
"Dtk-j7-Q2W.toolTip" = "偵測到拖曳時 Dockside 不會啟用放置區域，你仍可繼續將檔案拖到收納列。";
"7pF-bv-Olq.title" = "完全停用啟用";
"HTa-Qm-UlE.title" = "拖曳文字時停用啟用";
"Uvd-ay-Uuk.title" = "提示：要臨時停用放置區域啟用，請在拖曳過程中按住 'Fn' 鍵。";
"XXq-wa-gqI.toolTip" = "當收納列中沒有檔案時，Dockside 會顯示提示訊息。";
"ryM-5E-Nma.title" = "顯示收納列提示";
"nPv-MK-9t7.toolTip" = "Dockside 會在收納列上的檔案圖示上疊加裝飾（例如綠色圓點或閃電圖示）。";
"DcV-ug-3bW.title" = "顯示圖示裝飾";
"P3B-N4-xG8.title" = "一般收納列設定";
"lxd-kb-hJf.toolTip" = "在檔案收納列中顯示或隱藏筆記區域";
"dF2-58-GpI.title" = "筆記區域";
"QPh-NM-vnQ.title" = "檔案區域";
"ymv-xB-ufZ.label" = "截圖與下載收納列";
"r3t-3J-0g7.title" = "截圖位置：";
"WIX-yw-QUi.title" = "桌面";
"un3-82-p0I.title" = "桌面";
"rPk-fo-F8y.title" = "文件";
"nic-8c-mGn.title" = "其他...";
"TqP-xN-brA.title" = "回復預設";
"2dw-xQ-fwy.title" = "過濾器：";
"Oqi-6H-nQQ.toolTip" = "顯示目錄中的所有圖片檔案";
"jtz-EY-bdc.title" = "僅顯示圖片";
"B4T-xw-zeH.title" = "僅顯示截圖";
"hOa-70-kZD.toolTip" = "控制右側截圖與下載區域的分隔比例";
"SUc-vd-Guc.title" = "100%";
"1OM-yZ-OD6.title" = "額外監看剪貼板中的螢幕截圖";
"end-db-Dvr.title" = "截圖區域寬度：";
"0P0-79-IE9.title" = "最多顯示 20 個檔案";
"Cu8-hP-MXs.title" = "截圖數量：";
"T2k-td-mC3.title" = "剪貼板中的截圖會儲存到收納列。";
"Zpv-dv-09e.title" = "下載位置：";
"Gi6-Fs-P65.title" = "下載";
"7DC-Ym-mrn.title" = "文件";
"2cB-Di-xZ5.title" = "桌面";
"Wfg-jG-2Rf.title" = "下載";
"fGS-Hg-tt2.title" = "其他...";
"SmL-GB-0Pm.title" = "回復預設";
"Enf-W6-F4J.toolTip" = "Dockside 會根據 macOS 在 Finder 的“最近使用”顯示系統中最近修改的檔案。";
"tVd-e1-oee.title" = "顯示系統最近檔案";
"3HW-iD-DtL.title" = "Dockside 會在該收納列中顯示 Finder 的 macOS“最近使用”檔案。";
"adN-nG-UqY.title" = "下載數量：";
"TwC-KT-0aZ.title" = "最多顯示 20 個檔案";
"Xd5-EO-bcW.toolTip" = "控制右側截圖與下載區域的分隔比例";
"oED-hf-Aot.title" = "100%";
"xxG-7p-4Ha.title" = "下載區域寬度：";
"iDV-TH-dhA.placeholderString" = "例如：log_*.*, temp*.*";
"0vc-Tt-Rtk.title" = "排除列表：";
"lzc-7W-PGS.toolTip" = "Dockside 會在每個圖示下顯示標籤";
"qWK-ji-ude.title" = "顯示圖示標籤";
"dgj-nw-apA.title" = "顯示收納列中檔案的標籤、提示和裝飾（視覺提示）。";
"yuP-nP-TlG.title" = "將排除限制為僅用於批次刪除";
"STs-Fd-Pjt.toolTip" = "當收納列中沒有檔案時，Dockside 會顯示提示訊息。";
"thr-3v-YOf.title" = "顯示收納列提示";
"YU1-RB-YNs.toolTip" = "Dockside 會在收納列上的檔案圖示上疊加裝飾（例如綠色圓點或閃電圖示）。";
"1Nl-WN-eid.title" = "顯示圖示裝飾";
"pYr-Yd-Fhf.title" = "一般收納列設定";
"A69-SJ-ahe.toolTip" = "在截圖收納列中顯示或隱藏截圖區域";
"Raa-R9-vSs.title" = "截圖區域";
"OtT-kX-BxL.toolTip" = "停用截圖與下載收納列。";
"O5C-PR-k9d.title" = "下載區域";
"qNa-fp-oqe.toolTip" = "停用截圖與下載收納列。";
"D5Z-zU-hJr.title" = "截圖與下載收納列";
"RT7-g3-gSR.label" = "進階";
"t8B-OI-qBh.title" = "拖出後移除檔案";
"kDy-wL-2fp.title" = "僅儲存檔案參考";
"6ia-hc-X8H.title" = "拖放行為：";
"BTU-6z-Fkm.title" = "滑鼠停留靈敏度：";
"aa3-25-lfE.title" = "低";
"Cgp-ha-6Py.toolTip" = "調整收納列上圖示的大小，設為最大時會關閉標籤。";
"dLY-U2-6Pu.title" = "預覽延遲：";
"kJ3-7R-zLY.title" = "調整自動隱藏模式下對滑鼠停留的回應。";
"9pu-FX-q3a.toolTip" = "完全停用檔案預覽，滑鼠停留時僅顯示檔案名稱。";
"79Z-o7-oGC.title" = "停用預覽";
"9YQ-k8-0pr.title" = "高";
"9sB-ZW-rbY.title" = "將原始檔案移到收納列";
"epu-Ix-zXh.title" = "檔案圖示大小：";
"I4j-cr-82U.title" = "重置";
"h9s-JD-261.toolTip" = "下載 Dockside 產生的偵測日誌用於除錯（僅開發人員使用）。";
"uXH-q2-skr.title" = "提示：你可以在各收納列設定中關閉項目標籤。";
"NlF-Wa-OW3.toolTip" = "在可用時顯示收納列中的檔案縮圖。";
"jIO-Be-Ez1.title" = "顯示縮圖";
"fKv-QY-H9t.title" = "已忽略：";
"mtx-9g-MuN.title" = "全螢幕應用程式：";
"0Ra-2t-kTZ.toolTip" = "從正在執行的應用程式列表中選擇一個項目以新增到忽略列表。";
"rP1-RU-f2q.title" = ">>";
"95h-gH-idk.toolTip" = "重新整理列表";
"m67-qH-RyR.title" = "重新整理";
"WwP-NW-lqi.title" = "忽略列表中的應用在全螢幕時不會隱藏 Dockside，如有需要可在右側新增。";
"LZP-e3-sbG.toolTip" = "處於全螢幕模式的應用程式會標註為 [X] 並在此顯示。";
"gU7-Hp-q1d.title" = "套用";
"ifj-fc-Hln.title" = "啟用進階日誌記錄";
"Ap5-yS-9WE.title" = "停用桌面功能";
"TEk-5L-Xqk.title" = "停用 macOS 桌面功能——隱藏圖示並停用拖放。";
"mgz-rP-5fR.title" = "增強尺寸調整回應";
"sII-6y-9pL.title" = "即時回應 Dock 大小變化。";
"W9D-Lg-6B6.title" = "進階選項：";
"8Xf-sN-PmP.title" = "隨 Dock 顯示 Dockside";
"KYo-jE-6RP.title" = "顯示所有收納列";
"nDq-7N-cN6.title" = "會輕微影響 CPU 佔用。";
"9F0-g3-Dby.title" = "傳送當機報告給開發人員";
"kOh-5l-f3Y.title" = "在本地獲取日誌。若啟用報告，將把當機報告傳送給開發人員。";
"Rgc-E0-wM1.title" = "Dockside 自動隱藏延遲：";
"qT7-eC-1hf.title" = "停用 Dock 自動隱藏延遲";
"GgR-CQ-ljK.toolTip" = "預設";
"09L-tT-RZf.title" = "+0.5";
"TSc-6j-0iH.toolTip" = "預設";
"mgU-X1-njt.title" = "-0.5";
"wQL-vi-ntm.toolTip" = "Dockside 會自動讀取 Dock 的延遲設定和自訂項目。";
"er8-EP-n1N.title" = "（自動隱藏時間修正：0.5 毫秒）";
"OrW-7l-d2i.title" = "當有更多項目時自動展開收納列。";
"S69-ca-1Sj.title" = "滑鼠停留時展開收納列";
"X7J-Ik-CoG.toolTip" = "下載 Dockside 產生的日誌用於除錯（開發人員使用）。";
"3NI-Cp-7An.title" = "下載本地日誌（zip）...";
"XgE-Qc-Ned.label" = "授權";
"cXB-Vi-vtd.title" = "啟用授權";
"meb-fj-vgf.toolTip" = "由 提供的授權金鑰";
"9Pk-c6-rNr.title" = "清除";
"hXD-nY-mVR.title" = "清除";
"4A5-vV-9iw.title" = "購買授權";
"5oi-a2-0U2.title" = "電子郵件：";
"Q1M-nn-tCt.title" = "授權金鑰：";
"ouo-2S-mEo.title" = "授權最多可在 3 台裝置上使用。";
"Gsy-wG-YNg.title" = "Copyright © 2026 Hachipoo Apps & Dockside. 版權所有。";
"irB-9m-oWn.title" = "無法確定試用狀態！";
"y1y-ql-WaX.title" = "由一位獨立開發人員在 🇬🇧 用 ❤️ 打造";
"bax-hd-089.label" = "快速鍵";
"Xsn-0Z-i8f.title" = "快速鍵 - 自訂";
"yFC-5t-Qq8.toolTip" = "啟用/停用快速鍵";
"buO-SD-720.toolTip" = "啟用/停用快速鍵";
"r1e-am-TDV.title" = "切換 Dockside 自動隱藏";
"XVk-lr-va7.title" = "展開或收起 Dockside 收納列";
"9yF-as-nTC.title" = "Box";
"0OS-bI-ySF.title" = "Box";
"WoW-Hp-e1j.title" = "Option 鍵（拖入/拖出時按住）";
"auZ-lr-GsT.title" = "在滑鼠停留時維持收納列隱藏";
"Vki-7L-upn.title" = "移動檔案（而非複製，將原檔案移動到目標位置）";
"9mn-PU-s6y.title" = "忽略拖曳（收納列不會啟用）";
"r85-JK-sB0.title" = "在收納列中儲存原檔案副本（而非參考）";
"587-Ur-eA4.title" = "從收納列移除檔案（僅從收納列移除，原檔案保留）";
"Vad-fX-A2m.title" = "在隱藏模式開啟時臨時顯示收納列";
"nZb-Ho-uUJ.toolTip" = "啟用/停用快速鍵";
"Gfn-nj-rFa.toolTip" = "啟用/停用快速鍵";
"3wi-z0-Fw4.toolTip" = "啟用/停用快速鍵";
"FTF-GR-wb8.toolTip" = "啟用/停用快速鍵";
"VJL-2O-Gxa.toolTip" = "啟用/停用快速鍵";
"lud-bo-3lo.toolTip" = "啟用/停用快速鍵";
"eAS-tg-9WL.title" = "Cmd (⌘)";
"ZAo-DD-maP.title" = "+";
"oCA-GG-Js2.title" = "+";
"790-we-QYH.title" = "Cmd (⌘)";
"FeF-R2-j5a.title" = "Option (⌥)";
"aep-NF-HKc.title" = "Option (⌥)";
"kFS-Si-34y.title" = "Function (Fn)";
"xkH-TM-Iso.title" = "Control (^)";
"AII-dE-KkT.title" = "Option (⌥)";
"vSg-xp-oey.title" = "Option (⌥)";
"vOz-qx-zdk.title" = "快速鍵 - 一般（類似 Finder，在收納列中有效）";
"oJz-gk-d7B.title" = "全選";
"upk-1D-9oy.title" = "複製";
"XdN-wa-YaQ.title" = "貼上";
"QMM-nv-Gqk.title" = "新增筆記";
"0s1-ex-gWt.title" = "丟到垃圾桶";
"td4-fe-sTa.toolTip" = "Hell....";
"Lz1-cA-g8u.title" = "Cmd (⌘)";
"Vi2-4p-m5c.title" = "+";
"PNK-fR-by3.title" = "A";
"AZQ-3K-pUh.title" = "Cmd (⌘)";
"DC0-Y2-FyV.title" = "+";
"40i-gq-irP.title" = "C";
"Ix9-b6-bRF.title" = "Cmd (⌘)";
"Usk-OI-9qO.title" = "+";
"Bkp-rB-f8y.title" = "V";
"66O-Zf-UhO.title" = "Cmd (⌘)";
"THY-Ia-fdY.title" = "+";
"MlK-Dm-l6K.title" = "⌫";
"yXa-QA-8GE.title" = "Cmd (⌘)";
"ndh-8Q-Y02.title" = "+";
"T12-G4-Bgg.title" = "N";
"TOc-c8-JId.title" = "hachipoo.apps@gmail.com";
"KK3-aS-DXS.title" = "推薦有用的快速鍵？";
"dl1-x6-mUY.title" = "查看 Dockside 使用說明以獲取更多技巧 ›";
"v0i-uo-wXy.label" = "關於";
"qbN-Ti-UPT.title" = "Box";
"IFr-MC-V51.title" = "1.9.99";
"ET8-VJ-bfh.title" = "www.hachipoo.com ›";
"eDn-Gc-EEq.title" = "使用技巧 ›";
"MOW-5L-r9N.title" = "hachipoo.apps@gmail.com";
"lD4-SS-R49.title" = "報告錯誤或送出功能請求 ›";
"ejH-WP-sJe.title" = "Copyright © 2026 Hachipoo Apps & Dockside. 版權所有。";
"Bw0-SI-f3S.title" = "加入我們的社區（Discord 伺服器）›";
"9Ha-Ym-po3.title" = "XXXXXXX";
"mEo-O4-tIX.title" = "更新日誌 ›";
"wOU-Dg-b9T.title" = "請我喝杯咖啡？›";
"Ov6-EV-6zv.title" = "按鈕";
"EOK-s5-4yy.title" = "打開檔案...";
"VJp-Ip-wUk.title" = "檢查";
"8td-US-MuQ.title" = "Box";
"YfY-Xq-t5S.title" = "Box";
